karlp/ktwinkler/fw/boards/ktwinkler-multi-r2025-12/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "ktwinkler-multi-r2025-12"
#define MICROPY_HW_MCU_NAME "esp32c3"
